Repository: Jongui/PrayerApp
Catalog: lib/l10n/intl_*.arb
Languages: de, pt

# title
source: Praying App
de: Gebets App
pt: Aplicativo de Orações

source: Edit
de: Bearbeiten
pt: Editar

source: Add new
de: Add neu
pt: Novo

source: Save
de: Speichern
pt: Salvar

source: Hello
de: Hallo
pt: Olá

source: Church name
de: Gemeindename
pt: Nome da igreja

source: City
de: Stadt
pt: Cidade

source: Not informed
de: Nicht informierd
pt: Não informado

source: Church created!
de: Gemeinde erzeugt!
pt: Igreja criada!

source: Error while saving!
de: Fehler beim Speichern!
pt: Erro ao salvar!

source: Churches
de: Gemeinden
pt: Igrejas

source: Church updated!
de: Gemeinde aktualisiert!
pt: Igreja atualizada!

source: Edit your pray
de: Bearbeiten dein Gebet
pt: Edite sua oração

source: Edit User
de: Benutzer bearbeiten
pt: Editar Usuário

# userUpdated
source: Usu√°rio atualizado!
de: Benutzer aktualisiert!

# prayFromTo
source: Pray from {startDate} to {endDate}
de: Gebet von {startDate} bis {endDate}
pt: Orar de {startDate} até {endDate}

# yourRate
source: Your rate: {rate}
de: Deine Bewertung: {rate}
pt: Sua avaliação: {rate}

# createdBy
source: Created by {userName}
de: Erzeugt von {userName}
pt: Criado por {userName}

# ratedByUser
source: Rated by user: {rate}
de: Benutzerbewertung: {rate}
pt: Avaliação: {rate}

# createdAt
source: Created at {createdAt}
de: Erzeugt am {createdAt}
pt: Criado em {createdAt}

source: View church
de: Gemeinde sehen
pt: Visualizar Igreja

# confirmAddingUserToChurch
source: Confirm adding user {userName} to church {churchName}?
de: Bestätigen das Benutzer {userName} zu {churchName} gehört?
pt: Confirmar usuario {userName} para igreja {churchName}?

# confirmAddingUserToPray
source: Confirm adding user {userName} to this pray?
de: Bestätigen Benutzer {userName} zu diesem Gebet?
pt: Confirmar usuário {userName} para essa oração?

source: Take a picture
de: Machen Sie ein Foto
pt: Tire uma foto

source: Tap a camera
de: Kamera wählen
pt: Escolha uma câmera

source: Picture taken!
de: Bild gemacht!
pt: Foto tirada!

source: Saving user
de: Benutzer speichern
pt: Salvando usuário

source: Taking picture
de: Bild verarbeiten
pt: Processando imagem

source: Pray edited
de: Gebet verändert
pt: Oração editada

# mandatoryField
source: Inform a value
de: Wert eingeben
pt: Informar valor

source: Saving Pray
de: Gebet speichern
pt: Salvando oração

source: Rotating Image...
de: Bild wird gedreht...

source: Search User
de: Benutzer suchen

source: Add
pt: Adicionar

source: Name
pt: Nome
